Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# cd_add_progression
source: Add new progression
ar: إضافة تقدم لحني جديد
de: Neue Akkordfolge hinzufügen
es: Añadir nueva progresión
fr: Ajouter une nouvelle progression
hi: नया प्रोग्रेशन जोड़ें
id: Tambah progresi baru
it: Aggiungi nuova progressione
ja: 新しいコード進行を追加
ko: 새 코드 진행 추가
nl: Nieuwe progressie toevoegen
pl: Dodaj nową progresję
pt: Adicionar nova progressão
ru: Добавить новую прогрессию
tr: Yeni ilerleme ekle
zh_hans: 添加新和弦进行

# cd_add_rest
source: Add rest
ar: إضافة سكتة
de: Pause hinzufügen
es: Añadir silencio
fr: Ajouter un silence
hi: विराम जोड़ें
id: Tambah jeda
it: Aggiungi pausa
ja: 休符を追加
ko: 쉼표 추가
nl: Rust toevoegen
pl: Dodaj pauzę
pt: Adicionar pausa
ru: Добавить паузу
tr: Sus ekle
zh_hans: 添加休止符

# cd_animate_transition
source: Animate transition
ar: تحريك الانتقال
de: Übergang animieren
es: Animar transición
fr: Animer la transition
hi: ट्रांज़िशन एनिमेट करें
id: Animasikan transisi
it: Anima transizione
ja: 移行をアニメーション表示
ko: 전환 애니메이션
nl: Overgang animeren
pl: Animuj przejście
pt: Animar transição
ru: Анимация перехода
tr: Geçişi canlandır
zh_hans: 动画展示转换

# cd_auto_scroll
source: Auto-scroll
ar: تمرير تلقائي
de: Automatisch scrollen
es: Desplazamiento automático
fr: Défilement automatique
hi: ऑटो-स्क्रॉल
id: Gulir otomatis
it: Scorrimento automatico
ja: 自動スクロール
ko: 자동 스크롤
nl: Automatisch scrollen
pl: Autoprzewijanie
pt: Rolagem automática
ru: Автопрокрутка
tr: Otomatik kaydır
zh_hans: 自动滚动

# cd_back_progressions
source: Back to progressions
ar: العودة إلى التقدمات اللحنية
de: Zurück zu Akkordfolgen
es: Volver a progresiones
fr: Retour aux progressions
hi: प्रोग्रेशन पर वापस जाएँ
id: Kembali ke progresi
it: Torna alle progressioni
ja: コード進行に戻る
ko: 코드 진행으로 돌아가기
nl: Terug naar progressies
pl: Wróć do progresji
pt: Voltar às progressões
ru: Назад к прогрессиям
tr: İlerlemelere dön
zh_hans: 返回和弦进行

# cd_backup
source: Backup data
ar: نسخ البيانات احتياطياً
de: Daten sichern
es: Hacer copia de seguridad
fr: Sauvegarder les données
hi: डेटा बैकअप करें
id: Cadangkan data
it: Esegui backup dei dati
ja: データをバックアップ
ko: 데이터 백업
nl: Back-up maken
pl: Kopia zapasowa danych
pt: Fazer backup dos dados
ru: Создать резервную копию
tr: Verileri yedekle
zh_hans: 备份数据

# cd_beat_type
source: Beat %1$lld, %2$@
ar: النبضة %1$lld، %2$@
de: Schlag %1$lld, %2$@
es: Pulso %1$lld, %2$@
fr: Temps %1$lld, %2$@
hi: बीट %1$lld, %2$@
id: Ketukan %1$lld, %2$@
it: Battito %1$lld, %2$@
ja: 拍%1$lld、%2$@
ko: 박자 %1$lld, %2$@
nl: Tel %1$lld, %2$@
pl: Uderzenie %1$lld, %2$@
pt: Batida %1$lld, %2$@
ru: Доля %1$lld, %2$@
tr: Vuruş %1$lld, %2$@
zh_hans: 第 %1$lld 拍，%2$@

# cd_clear_all
source: Clear all notes
ar: مسح جميع النوتات
de: Alle Noten löschen
es: Borrar todas las notas
fr: Tout effacer
hi: सभी नोट साफ़ करें
id: Hapus semua not
it: Cancella tutte le note
ja: すべての音を消去
ko: 모든 음 지우기
nl: Alle noten wissen
pl: Wyczyść wszystkie nuty
pt: Limpar todas as notas
ru: Очистить все ноты
tr: Tüm notaları temizle
zh_hans: 清除所有音符

# cd_collapse_section
source: Collapse %@
ar: طي %@
de: %@ einklappen
es: Contraer %@
fr: Réduire %@
hi: %@ संकुचित करें
id: Ciutkan %@
it: Comprimi %@
ja: %@を折りたたむ
ko: %@ 접기
nl: %@ inklappen
pl: Zwiń %@
pt: Recolher %@
ru: Свернуть %@
tr: %@ daralt
zh_hans: 折叠%@

# cd_completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
id: Selesai
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pl: Ukończone
pt: Concluído
ru: Завершено
tr: Tamamlandı
zh_hans: 已完成

# cd_correct
source: Correct
ar: صحيح
de: Richtig
es: Correcto
hi: सही
id: Benar
it: Corretto
ja: 正解
ko: 정답
nl: Juist
pl: Poprawnie
pt: Correto
ru: Правильно
tr: Doğru
zh_hans: 正确

# cd_create_pattern
source: Create Pattern
ar: إنشاء نمط
de: Muster erstellen
es: Crear patrón
fr: Créer un motif
hi: पैटर्न बनाएँ
id: Buat Pola
it: Crea pattern
ja: パターンを作成
ko: 패턴 만들기
nl: Patroon aanmaken
pl: Utwórz wzorzec
pt: Criar padrão
ru: Создать ритм
tr: Kalıp Oluştur
zh_hans: 创建节奏型

# cd_decrease_capo
source: Decrease capo
ar: تقليل الكابو
de: Capo verringern
es: Disminuir cejilla
fr: Diminuer le capo
hi: कैपो घटाएं
id: Kurangi capo
it: Diminuisci capo
ja: カポを下げる
ko: 카포 감소
nl: Capo verlagen
pl: Zmniejsz capo
pt: Diminuir capo
ru: Уменьшить капо
tr: Kapoyu azalt

# cd_decrease_octave
source: Decrease octave
ar: خفض الأوكتاف
de: Oktave verringern
es: Bajar octava
fr: Baisser l'octave
hi: सप्तक कम करें
id: Turunkan oktaf
it: Diminuisci ottava
ja: オクターブを下げる
ko: 옥타브 낮추기
nl: Octaaf verlagen
pl: Zmniejsz oktawę
pt: Diminuir oitava
ru: Понизить октаву
tr: Oktavı düşür
zh_hans: 降低八度

# cd_delete_folder
source: Delete folder
ar: حذف المجلد
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
hi: फोल्डर हटाएँ
id: Hapus folder
it: Elimina cartella
ja: フォルダを削除
ko: 폴더 삭제
nl: Map verwijderen
pl: Usuń folder
pt: Excluir pasta
ru: Удалить папку
tr: Klasörü sil
zh_hans: 删除文件夹

# cd_delete_melody
source: Delete %@
ar: حذف %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
hi: %@ हटाएं
id: Hapus %@
it: Elimina %@
ja: %@を削除
ko: %@ 삭제
nl: %@ verwijderen
pl: Usuń %@
pt: Excluir %@
ru: Удалить %@
tr: %@ sil
zh_hans: 删除 %@

# cd_delete_note
source: Delete note
ar: حذف النوتة
de: Note löschen
es: Eliminar nota
fr: Supprimer la note
hi: नोट हटाएँ
id: Hapus not
it: Elimina nota
ja: 音を削除
ko: 음 삭제
nl: Noot verwijderen
pl: Usuń nutę
pt: Excluir nota
ru: Удалить ноту
tr: Notayı sil
zh_hans: 删除音符

# cd_delete_progression
source: Delete progression
ar: حذف التقدم اللحني
de: Akkordfolge löschen
es: Eliminar progresión
fr: Supprimer la progression
hi: प्रोग्रेशन हटाएँ
id: Hapus progresi
it: Elimina progressione
ja: コード進行を削除
ko: 코드 진행 삭제
nl: Progressie verwijderen
pl: Usuń progresję
pt: Excluir progressão
ru: Удалить прогрессию
tr: İlerlemeyi sil
zh_hans: 删除和弦进行

# cd_detected_note
source: Detected note: %@
ar: النوتة المكتشفة: %@
de: Erkannte Note: %@
es: Nota detectada: %@
fr: Note détectée : %@
hi: पहचाना गया नोट: %@
id: Not terdeteksi: %@
it: Nota rilevata: %@
ja: 検出された音: %@
ko: 감지된 음: %@
nl: Gedetecteerde noot: %@
pl: Wykryta nuta: %@
pt: Nota detectada: %@
ru: Определённая нота: %@
tr: Algılanan nota: %@
zh_hans: 检测到的音符: %@

# cd_duplicate_pattern
source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: डुप्लिकेट
id: Duplikat
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceren
pl: Duplikuj
pt: Duplicar
ru: Дублировать
tr: Kopyala
zh_hans: 复制

# cd_duplicate_progression
source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: डुप्लिकेट
id: Duplikat
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceren
pl: Duplikuj
pt: Duplicar
ru: Дублировать
tr: Kopyala
zh_hans: 复制

# cd_exit_full_screen
source: Exit full screen
ar: الخروج من ملء الشاشة
de: Vollbild verlassen
es: Salir de pantalla completa
fr: Quitter le plein écran
hi: पूर्ण स्क्रीन से बाहर निकलें
id: Keluar layar penuh
it: Esci da schermo intero
ja: 全画面表示を終了
ko: 전체 화면 종료
nl: Volledig scherm verlaten
pl: Wyjdź z pełnego ekranu
pt: Sair da tela cheia
ru: Выход из полного экрана
tr: Tam ekrandan çık
zh_hans: 退出全屏

# cd_expand_section
source: Expand %@
ar: توسيع %@
de: %@ ausklappen
es: Expandir %@
fr: Développer %@
hi: %@ विस्तारित करें
id: Perluas %@
it: Espandi %@
ja: %@を展開
ko: %@ 펼치기
nl: %@ uitklappen
pl: Rozwiń %@
pt: Expandir %@
ru: Развернуть %@
tr: %@ genişlet
zh_hans: 展开%@

# cd_filter_label
source: Filter by label %@
ar: تصفية حسب تسمية %@
de: Nach Label %@ filtern
es: Filtrar por etiqueta %@
fr: Filtrer par étiquette %@
hi: लेबल %@ से फ़िल्टर करें
id: Filter berdasarkan label %@
it: Filtra per etichetta %@
ja: ラベル %@ でフィルター
ko: 라벨 %@ 로 필터
nl: Filteren op label %@
pl: Filtruj po etykiecie %@
pt: Filtrar por etiqueta %@
ru: Фильтровать по метке %@
tr: %@ etiketine göre filtrele
zh_hans: 按标签 %@ 筛选

# cd_full_screen
source: Full screen
ar: ملء الشاشة
de: Vollbild
es: Pantalla completa
fr: Plein écran
hi: पूर्ण स्क्रीन
id: Layar penuh
it: Schermo intero
ja: 全画面表示
ko: 전체 화면
nl: Volledig scherm
pl: Pełny ekran
pt: Tela cheia
ru: Полный экран
tr: Tam ekran
zh_hans: 全屏

# cd_grant_permission
source: Grant microphone permission
ar: منح إذن الميكروفون
de: Mikrofonberechtigung erteilen
es: Conceder permiso de micrófono
fr: Autoriser l'accès au microphone
hi: माइक्रोफ़ोन अनुमति दें
id: Berikan izin mikrofon
it: Concedi permesso microfono
ja: マイクの権限を許可
ko: 마이크 권한 허용
nl: Microfoontoestemming verlenen
pl: Przyznaj uprawnienie do mikrofonu
pt: Conceder permissão de microfone
ru: Предоставить доступ к микрофону
tr: Mikrofon izni ver
zh_hans: 授予麦克风权限

# cd_import_chordpro
source: Import ChordPro file
ar: استيراد ملف ChordPro
de: ChordPro-Datei importieren
es: Importar archivo ChordPro
fr: Importer un fichier ChordPro
hi: ChordPro फ़ाइल आयात करें
id: Impor file ChordPro
it: Importa file ChordPro
ja: ChordProファイルをインポート
ko: ChordPro 파일 가져오기
nl: ChordPro-bestand importeren
pl: Importuj plik ChordPro
pt: Importar arquivo ChordPro
ru: Импорт файла ChordPro
tr: ChordPro dosyası içe aktar
zh_hans: 导入 ChordPro 文件

# cd_incorrect
source: Incorrect
ar: خطأ
de: Falsch
es: Incorrecto
hi: गलत
id: Salah
it: Sbagliato
ja: 不正解
ko: 오답
nl: Onjuist
pl: Niepoprawnie
pt: Incorreto
ru: Неправильно
tr: Yanlış
zh_hans: 不正确

# cd_increase_capo
source: Increase capo
ar: زيادة الكابو
de: Capo erhöhen
es: Aumentar cejilla
fr: Augmenter le capo
hi: कैपो बढ़ाएं
id: Tambah capo
it: Aumenta capo
ja: カポを上げる
ko: 카포 증가
nl: Capo verhogen
pl: Zwiększ capo
pt: Aumentar capo
ru: Увеличить капо
tr: Kapoyu artır

# cd_increase_octave
source: Increase octave
ar: رفع الأوكتاف
de: Oktave erhöhen
es: Subir octava
fr: Monter l'octave
hi: सप्तक बढ़ाएं
id: Naikkan oktaf
it: Aumenta ottava
ja: オクターブを上げる
ko: 옥타브 올리기
nl: Octaaf verhogen
pl: Zwiększ oktawę
pt: Aumentar oitava
ru: Повысить октаву
tr: Oktavı yükselt
zh_hans: 升高八度

# cd_label
source: Label: %@
ar: تسمية: %@
es: Etiqueta: %@
fr: Étiquette : %@
hi: लेबल: %@
it: Etichetta: %@
ja: ラベル: %@
ko: 라벨: %@
pl: Etykieta: %@
pt: Etiqueta: %@
ru: Метка: %@
tr: Etiket: %@
zh_hans: 标签：%@

# cd_last_detected_note
source: Last detected note, %@
ar: آخر نغمة تم اكتشافها، %@
de: Zuletzt erkannter Ton, %@
es: Última nota detectada, %@
fr: Dernière note détectée, %@
hi: अंतिम पहचाना गया स्वर, %@
id: Not terakhir yang terdeteksi, %@
it: Ultima nota rilevata, %@
ja: 最後に検出された音、%@
ko: 마지막으로 감지된 음, %@
nl: Laatst gedetecteerde noot, %@
pl: Ostatnio wykryta nuta, %@
pt: Última nota detetada, %@
ru: Последняя обнаруженная нота, %@
tr: Son algılanan nota, %@
zh_hans: 上次检测到的音符，%@

# cd_linear_mode
source: Linear mode, sequential note entry
ar: الوضع الخطي، إدخال متتابع للنوتات
de: Linearer Modus, sequenzielle Noteneingabe
es: Modo lineal, entrada secuencial de notas
fr: Mode linéaire, saisie séquentielle des notes
hi: रैखिक मोड, क्रमिक नोट प्रविष्टि
id: Mode linear, input not berurutan
it: Modalità lineare, inserimento sequenziale delle note
ja: リニアモード、順次音符入力
ko: 순차 모드, 순서대로 음표 입력
nl: Lineaire modus, opeenvolgende nootinvoer
pl: Tryb liniowy, sekwencyjne wprowadzanie nut
pt: Modo linear, entrada sequencial de notas
ru: Линейный режим, последовательный ввод нот
tr: Doğrusal mod, sıralı nota girişi
zh_hans: 线性模式，逐个输入音符

# cd_loop_off
source: Loop off
ar: التكرار معطل
de: Schleife aus
es: Bucle desactivado
fr: Boucle désactivée
hi: लूप बंद
id: Pengulangan nonaktif
it: Ripeti disattivo
ja: ループオフ
ko: 루프 끄기
nl: Herhaling uit
pl: Pętla wyłączona
pt: Repetição desativada
ru: Повтор выключен
tr: Döngü kapalı
zh_hans: 循环已关

# cd_loop_on
source: Loop on
ar: التكرار مفعل
de: Schleife ein
es: Bucle activado
fr: Boucle activée
hi: लूप चालू
id: Pengulangan aktif
it: Ripeti attivo
ja: ループオン
ko: 루프 켜기
nl: Herhaling aan
pl: Pętla włączona
pt: Repetição ativada
ru: Повтор включён
tr: Döngü açık
zh_hans: 循环已开

# cd_manage_folders
source: Manage folders
ar: إدارة المجلدات
de: Ordner verwalten
es: Gestionar carpetas
fr: Gérer les dossiers
hi: फोल्डर प्रबंधित करें
id: Kelola folder
it: Gestisci cartelle
ja: フォルダを管理
ko: 폴더 관리
nl: Mappen beheren
pl: Zarządzaj folderami
pt: Gerenciar pastas
ru: Управление папками
tr: Klasörleri yönet
zh_hans: 管理文件夹

# cd_melody_detected_note
source: Detected %1$@%2$lld
ar: تم اكتشاف %1$@%2$lld
de: Erkannt: %1$@%2$lld
es: Detectada %1$@%2$lld
fr: Détecté %1$@%2$lld
hi: पहचाना गया %1$@%2$lld
id: Terdeteksi %1$@%2$lld
it: Rilevato %1$@%2$lld
ja: 検出: %1$@%2$lld
ko: 감지됨: %1$@%2$lld
nl: Gedetecteerd %1$@%2$lld
pl: Wykryto %1$@%2$lld
pt: Detectado %1$@%2$lld
ru: Определено %1$@%2$lld
tr: Algılanan %1$@%2$lld
zh_hans: 检测到 %1$@%2$lld

# cd_more_options
source: More options
ar: خيارات إضافية
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
hi: अधिक विकल्प
id: Opsi lainnya
it: Altre opzioni
ja: その他のオプション
ko: 더 많은 옵션
nl: Meer opties
pl: Więcej opcji
pt: Mais opções
ru: Дополнительные опции
tr: Daha fazla seçenek
zh_hans: 更多选项

# cd_navigation_drawer
source: Navigation drawer
ar: درج التنقل
de: Navigationsleiste
es: Cajón de navegación
fr: Tiroir de navigation
hi: नेविगेशन ड्रॉअर
id: Laci navigasi
it: Cassetto di navigazione
ja: ナビゲーションドロワー
ko: 탐색 서랍
nl: Navigatielade
pl: Panel nawigacji
pt: Gaveta de navegação
ru: Панель навигации
tr: Gezinme çekmecesi

# cd_new_chord_sheet
source: New chord sheet
ar: ورقة أوتار جديدة
de: Neues Akkordblatt
es: Nueva hoja de acordes
fr: Nouvelle grille d'accords
hi: नई कॉर्ड शीट
id: Lembar akor baru
it: Nuova scheda accordi
ja: 新しいコードシート
ko: 새 코드 시트
nl: Nieuw akkoordblad
pl: Nowa karta akordów
pt: Nova folha de acordes
ru: Новая аккордная таблица
tr: Yeni akor sayfası
zh_hans: 新建和弦谱

# cd_new_routine
source: New routine
ar: روتين جديد
de: Neue Routine
es: Nueva rutina
fr: Nouvelle routine
hi: नई रूटीन
id: Rutinitas baru
it: Nuova routine
ja: 新しいルーティン
ko: 새 루틴
nl: Nieuwe routine
pl: Nowa rutyna
pt: Nova rotina
ru: Новый план
tr: Yeni rutin
zh_hans: 新建计划

# cd_next_step
source: Next step
ar: الخطوة التالية
de: Nächster Schritt
es: Paso siguiente
fr: Étape suivante
hi: अगला चरण
id: Langkah berikutnya
it: Passo successivo
ja: 次のステップ
ko: 다음 단계
nl: Volgende stap
pl: Następny krok
pt: Próximo passo
ru: Следующий шаг
tr: Sonraki adım
zh_hans: 下一步

# cd_next_voicing
source: Next voicing
ar: الصوت التالي
de: Nächster Griff
es: Siguiente posición
fr: Voicing suivant
hi: अगला वॉइसिंग
id: Voicing berikutnya
it: Posizione successiva
ja: 次のボイシング
ko: 다음 보이싱
nl: Volgende greep
pl: Następny chwyt
pt: Próxima posição
ru: Следующая аппликатура
tr: Sonraki pozisyon
zh_hans: 下一个指法

# cd_note_duration_selected
source: %@ note duration
ar: مدة النوتة %@
de: Notendauer %@
es: Duración de nota %@
fr: Durée de note %@
hi: %@ नोट अवधि
id: Durasi not %@
it: %@ durata della nota
ja: %@の音価
ko: %@ 음 길이
nl: %@ notenduur
pl: %@ czas trwania nuty
pt: %@ duração da nota
ru: Длительность ноты %@
tr: %@ nota süresi
zh_hans: %@ 音符时值

# cd_note_position
source: %1$@ %2$@ note, position %3$lld
ar: نوتة %1$@ %2$@، الموضع %3$lld
es: Nota %1$@ %2$@, posición %3$lld
fr: Note %1$@ %2$@, position %3$lld
hi: %1$@ %2$@ नोट, स्थिति %3$lld
id: Not %1$@ %2$@, posisi %3$lld
it: Nota %1$@ %2$@, posizione %3$lld
ja: %1$@ %2$@ ノート、位置 %3$lld
ko: %1$@ %2$@ 음표, 위치 %3$lld
nl: %1$@ %2$@ noot, positie %3$lld
pl: Nuta %1$@ %2$@, pozycja %3$lld
pt: Nota %1$@ %2$@, posição %3$lld
ru: Нота %1$@ %2$@, позиция %3$lld
tr: %1$@ %2$@ nota, konum %3$lld
zh_hans: %1$@ %2$@ 音符，位置 %3$lld

# cd_octave_value
source: Octave %lld
ar: الأوكتاف %lld
de: Oktave %lld
es: Octava %lld
hi: सप्तक %lld
id: Oktaf %lld
it: Ottava %lld
ja: オクターブ %lld
ko: 옥타브 %lld
nl: Octaaf %lld
pl: Oktawa %lld
pt: Oitava %lld
ru: Октава %lld
tr: Oktav %lld
zh_hans: 八度 %lld

# cd_open_nav_menu
source: Open navigation menu
ar: فتح قائمة التنقل
de: Navigationsmenü öffnen
es: Abrir menú de navegación
fr: Ouvrir le menu de navigation
hi: नेविगेशन मेनू खोलें
id: Buka menu navigasi
it: Apri menu di navigazione
ja: ナビゲーションメニューを開く
ko: 내비게이션 메뉴 열기
nl: Navigatiemenu openen
pl: Otwórz menu nawigacji
pt: Abrir menu de navegação
ru: Открыть меню навигации
tr: Gezinme menüsünü aç
zh_hans: 打开导航菜单

# cd_pause_scroll
source: Pause scroll
ar: إيقاف التمرير مؤقتاً
de: Scrollen pausieren
es: Pausar desplazamiento
fr: Mettre en pause le défilement
hi: स्क्रॉल रोकें
id: Jeda gulir
it: Pausa scorrimento
ja: スクロールを一時停止
ko: 스크롤 일시 정지
nl: Scrollen pauzeren
pl: Wstrzymaj przewijanie
pt: Pausar rolagem
ru: Приостановить прокрутку
tr: Kaydırmayı duraklat
zh_hans: 暂停滚动

# cd_play_all_inversions
source: Play all inversions
ar: تشغيل جميع الانعكاسات
de: Alle Umkehrungen abspielen
es: Reproducir todas las inversiones
fr: Jouer tous les renversements
hi: सभी इन्वर्शन चलाएँ
id: Putar semua inversi
it: Riproduci tutti i rivolti
ja: すべての転回形を再生
ko: 모든 전위 재생
nl: Alle omkeringen afspelen
pl: Odtwórz wszystkie przewroty
pt: Tocar todas as inversões
ru: Воспроизвести все обращения
tr: Tüm çevrimleri çal
zh_hans: 播放所有转位

# cd_play_all_voice_leadings
source: Play all voice leadings
ar: تشغيل جميع قيادات الأصوات
de: Alle Stimmführungen abspielen
es: Reproducir todas las conducciones de voces
fr: Jouer toutes les conduites de voix
hi: सभी वॉइस लीडिंग चलाएँ
id: Putar semua voice leading
it: Riproduci tutte le conduzioni delle voci
ja: すべてのヴォイスリーディングを再生
ko: 모든 보이스 리딩 재생
nl: Alle stemvoeringen afspelen
pl: Odtwórz wszystkie prowadzenia głosów
pt: Tocar todas as conduções de vozes
ru: Воспроизвести всё голосоведение
tr: Tüm ses yönlendirmeleri çal
zh_hans: 播放所有声部连接

# cd_play_chord
source: Play chord
ar: تشغيل الوتر
de: Akkord abspielen
es: Reproducir acorde
fr: Jouer l'accord
hi: कॉर्ड चलाएँ
id: Putar akor
it: Riproduci accordo
ja: コードを再生
ko: 코드 재생
nl: Akkoord afspelen
pl: Odtwórz akord
pt: Tocar acorde
ru: Воспроизвести аккорд
tr: Akor çal
zh_hans: 播放和弦

# cd_play_item
source: Play %@
ar: تشغيل %@
de: %@ abspielen
es: Reproducir %@
fr: Jouer %@
hi: %@ चलाएं
id: Putar %@
it: Riproduci %@
ja: %@を再生
ko: %@ 재생
nl: %@ afspelen
pl: Odtwórz %@
pt: Reproduzir %@
ru: Воспроизвести %@
tr: %@ oynat
zh_hans: 播放%@

# cd_play_melody
source: Play melody
ar: تشغيل اللحن
de: Melodie abspielen
es: Reproducir melodía
fr: Jouer la mélodie
hi: मेलोडी चलाएँ
id: Putar melodi
it: Riproduci melodia
ja: メロディーを再生
ko: 멜로디 재생
nl: Melodie afspelen
pl: Odtwórz melodię
pt: Tocar melodia
ru: Воспроизвести мелодию
tr: Melodiyi çal
zh_hans: 播放旋律

# cd_play_pattern
source: Play %@
ar: تشغيل %@
de: %@ abspielen
es: Reproducir %@
fr: Lire %@
hi: %@ चलाएं
id: Putar %@
it: Riproduci %@
ja: %@を再生
ko: %@ 재생
nl: %@ afspelen
pl: Odtwórz %@
pt: Reproduzir %@
ru: Воспроизвести %@
tr: %@ oynat
zh_hans: 播放%@

# cd_play_sound
source: Play sound
ar: تشغيل الصوت
de: Ton abspielen
es: Reproducir sonido
fr: Jouer le son
hi: ध्वनि चलाएँ
id: Putar suara
it: Riproduci suono
ja: 音を再生
ko: 소리 재생
nl: Geluid afspelen
pl: Odtwórz dźwięk
pt: Tocar som
ru: Воспроизвести звук
tr: Ses çal
zh_hans: 播放声音

# cd_practice_complete
source: Practice complete
ar: اكتمل التمرين
de: Übung abgeschlossen
es: Práctica completada
fr: Pratique terminée
hi: अभ्यास पूर्ण
id: Latihan selesai
it: Pratica completata
ja: 練習完了
ko: 연습 완료
nl: Oefening voltooid
pl: Ćwiczenie zakończone
pt: Prática concluída
ru: Занятие завершено
tr: Çalışma tamamlandı
zh_hans: 练习完成

# cd_prev_step
source: Previous step
ar: الخطوة السابقة
de: Vorheriger Schritt
es: Paso anterior
fr: Étape précédente
hi: पिछला चरण
id: Langkah sebelumnya
it: Passo precedente
ja: 前のステップ
ko: 이전 단계
nl: Vorige stap
pl: Poprzedni krok
pt: Passo anterior
ru: Предыдущий шаг
tr: Önceki adım
zh_hans: 上一步

# cd_previous_voicing
source: Previous voicing
ar: الصوت السابق
de: Vorheriger Griff
es: Posición anterior
fr: Voicing précédent
hi: पिछला वॉइसिंग
id: Voicing sebelumnya
it: Posizione precedente
ja: 前のボイシング
ko: 이전 보이싱
nl: Vorige greep
pl: Poprzedni chwyt
pt: Posição anterior
ru: Предыдущая аппликатура
tr: Önceki pozisyon
zh_hans: 上一个指法

# cd_remove
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
hi: हटाएँ
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除

# cd_remove_favorites
source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
id: Hapus dari favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
pt: Remover dos favoritos
ru: Удалить из избранного
tr: Favorilerden kaldır
zh_hans: 从收藏中移除

# cd_remove_label
source: Remove label %@
ar: إزالة تسمية %@
de: Label %@ entfernen
es: Eliminar etiqueta %@
fr: Supprimer l'étiquette %@
hi: लेबल %@ हटाएं
id: Hapus label %@
it: Rimuovi etichetta %@
ja: ラベル %@ を削除
ko: 라벨 %@ 제거
nl: Label %@ verwijderen
pl: Usuń etykietę %@
pt: Remover etiqueta %@
ru: Удалить метку %@
tr: %@ etiketini kaldır
zh_hans: 移除标签 %@

# cd_rename_folder
source: Rename folder
ar: إعادة تسمية المجلد
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
hi: फोल्डर का नाम बदलें
id: Ganti nama folder
it: Rinomina cartella
ja: フォルダの名前を変更
ko: 폴더 이름 변경
nl: Map hernoemen
pl: Zmień nazwę folderu
pt: Renomear pasta
ru: Переименовать папку
tr: Klasörü yeniden adlandır
zh_hans: 重命名文件夹

# cd_reorder
source: Reorder
ar: إعادة ترتيب
de: Neu ordnen
es: Reordenar
fr: Réorganiser
hi: क्रम बदलें
id: Susun ulang
it: Riordina
ja: 並べ替え
ko: 순서 변경
nl: Herschikken
pl: Zmień kolejność
pt: Reordenar
ru: Изменить порядок
tr: Yeniden sırala
zh_hans: 重新排序

# cd_replay
source: Replay
ar: إعادة تشغيل
de: Wiederholen
es: Repetir
fr: Rejouer
hi: फिर से चलाएँ
id: Putar ulang
it: Riascolta
ja: もう一度再生
ko: 다시 재생
nl: Opnieuw afspelen
pl: Odtwórz ponownie
pt: Repetir
ru: Повтор
tr: Tekrar dinle
zh_hans: 重播

# cd_reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
id: Atur ulang
it: Reimposta
ja: リセット
ko: 초기화
nl: Resetten
pl: Resetuj
pt: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hans: 重置

# cd_rest_position
source: Rest, %1$@, position %2$lld
ar: سكتة، %1$@، الموضع %2$lld
de: Pause, %1$@, Position %2$lld
es: Silencio, %1$@, posición %2$lld
fr: Silence, %1$@, position %2$lld
hi: विराम, %1$@, स्थिति %2$lld
id: Istirahat, %1$@, posisi %2$lld
it: Pausa, %1$@, posizione %2$lld
ja: 休符、%1$@、位置 %2$lld
ko: 쉼표, %1$@, 위치 %2$lld
nl: Rust, %1$@, positie %2$lld
pl: Pauza, %1$@, pozycja %2$lld
pt: Pausa, %1$@, posição %2$lld
ru: Пауза, %1$@, позиция %2$lld
tr: Sus, %1$@, konum %2$lld
zh_hans: 休止符，%1$@，位置 %2$lld

# cd_restore
source: Restore data
ar: استعادة البيانات
de: Daten wiederherstellen
es: Restaurar datos
fr: Restaurer les données
hi: डेटा रिस्टोर करें
id: Pulihkan data
it: Ripristina dati
ja: データを復元
ko: 데이터 복원
nl: Gegevens herstellen
pl: Przywróć dane
pt: Restaurar dados
ru: Восстановить данные
tr: Verileri geri yükle
zh_hans: 恢复数据

# cd_save_melody
source: Save melody
ar: حفظ اللحن
de: Melodie speichern
es: Guardar melodía
fr: Enregistrer la mélodie
hi: मेलोडी सहेजें
id: Simpan melodi
it: Salva melodia
ja: メロディーを保存
ko: 멜로디 저장
nl: Melodie opslaan
pl: Zapisz melodię
pt: Salvar melodia
ru: Сохранить мелодию
tr: Melodiyi kaydet
zh_hans: 保存旋律

# cd_scroll_speed
source: Scroll speed %@
ar: سرعة التمرير %@
de: Scrollgeschwindigkeit %@
es: Velocidad de desplazamiento %@
fr: Vitesse de défilement %@
hi: स्क्रॉल गति %@
id: Kecepatan gulir %@
it: Velocità di scorrimento %@
ja: スクロール速度 %@
ko: 스크롤 속도 %@
nl: Scrollsnelheid %@
pl: Prędkość przewijania %@
pt: Velocidade de rolagem %@
ru: Скорость прокрутки %@
tr: Kaydırma hızı %@
zh_hans: 滚动速度 %@

# cd_section_collapsed
source: Collapsed
ar: مطوي
de: Eingeklappt
es: Contraído
fr: Réduit
hi: संकुचित
id: Diciutkan
it: Compresso
ja: 折りたたみ
ko: 접힘
nl: Ingeklapt
pl: Zwinięte
pt: Recolhido
ru: Свёрнуто
tr: Daraltıldı

# cd_section_expanded
source: Expanded
ar: موسّع
de: Ausgeklappt
es: Expandido
fr: Développé
hi: विस्तारित
id: Diperluas
it: Espanso
ja: 展開済み
ko: 펼침
nl: Uitgevouwen
pl: Rozwinięte
pt: Expandido
ru: Развёрнуто
tr: Genişletildi
